Repository: gine/quantities-and-units-for-woocommerce
Catalog: languages/qau-*.po
Languages: it_it

source: Unit
it_it: Unità

source: You must add a minimum of %s %s's to your cart.
it_it: Devi aggiungere un minimo di %s %s al tuo carrello.

source: You may only add a maximum of %s %s's to your cart.
it_it: Puoi aggiungere un massimo di %s %s al tuo carrello.

source: You may only add a %s in multiples of %s to your cart.
it_it: Puoi aggiungere solo un multiplo di %s di %s al tuo carrello.

source: Your cart must have a minimum of %s %s's to proceed.
it_it: Il tuo carrello deve avere un minimo di %s %s per procedere all'acquisto.

source: You can only purchase a maximum of %s %s's at once and your cart has %s %s's in it already.
it_it: Puoi acquistare solo un massimo di %s %s alla volta e nel tuo carrello hai già %s %s.

source: You may only purchase %s in multiples of %s.
it_it: Puoi acquistare solo %s in multipli di %s.

source: You can only purchase a maximum of %s products from %s categories at once and your cart has %s items from %s categories in it already.
it_it: Puoi comprare solo un massimo di %s prodotti alla volta appartenenti alle categorie %s. Nel tuo carrello hai già %s prodotti dalle categorie %s.

source: Priority
it_it: Priorità

source: Minimum
it_it: Minimo

source: Maximum
it_it: Massimo

source: Step Value
it_it: Valore multipli

source: Categories
it_it: Categorie

source: Roles
it_it: Ruoli

source: Date
it_it: Data

source: Product Quantity Rules
it_it: Regole di quantità per i prodotti
